*** =pairs= 函数
    1. 作多个变量的散点图矩阵.
    2. 参数为数据框对象.

    3. 效果与 =plot= 函数使用数据框参数效果相同

       #+BEGIN_SRC R :session
         pairs(GDPdata[, c("GDPRealRate", "Labor", "KR", "Technology", "CPI")])
         plot(GDPdata[, c("GDPRealRate", "Labor", "KR", "Technology", "CPI")])
         dev.off()

       #+END_SRC

       #+RESULTS:
       : 1


